{"https://www.caljobs.ca.gov/vosnet/jobbanks/jobdetails.aspx?enc=9B8/uT7EfbEIDLIMZ8rhoyZhfxHfrirt1Z0RCVFi+F0OXe1j1SDVulTpNo+8oRRfr41yIixt8djLZ6OnW0BkOSACAbLIxRbI9fi8upxKvmg/tBvCEzwXvB8i712NrqzRJ89HOLTF8Z/rzl3fpb28lIkSamN5k4lMVySFquNn3rRdiwCrjj+ByOhLbbCZtee3e393stXnx/eoXOsySiOpDT02OBoQA9n9D0XOmgyNsWg=": {"Description": "Requirements for Applying\n\nTeachers at Napa Valley Unified School District are expected to teach and follow our developed curriculum as well as incorporate all engagement strategies planned at the school. \n\nTeachers are expected to attend planned professional development and implement learned strategies into daily classroom instruction. \n\nCandidates should be familiar with highly structured cooperative learning. \n\nCandidates must be dedicated to growing professionally and collaborating with peers to establish a student-centered learning environment. \n\nMust be willing to work closely with parent volunteers in the classroom as well as maintain excellent communications and cooperation within the school community. \n\nThe District is committed to the goal of developing a workforce reflective of the community's demographic diversity. \n\nCandidates must hold an English Learner Authorization (ELA) or be eligible for an Emergency ELA permit while working on earning an ELA.\n\n Letter of Introduction\n Letter(s) of Recommendation (3 Required)\n Resume\n\n TC1 - Single Subject Teaching Credential - PE - Physical Education", "Keyword": "harvest", "Title": "Physical Education Teacher .40 FTE (Temp) @ Harvest Middle School", "URL": "https://www.caljobs.ca.gov/vosnet/jobbanks/jobdetails.aspx?enc=9B8/uT7EfbEIDLIMZ8rhoyZhfxHfrirt1Z0RCVFi+F0OXe1j1SDVulTpNo+8oRRfr41yIixt8djLZ6OnW0BkOSACAbLIxRbI9fi8upxKvmg/tBvCEzwXvB8i712NrqzRJ89HOLTF8Z/rzl3fpb28lIkSamN5k4lMVySFquNn3rRdiwCrjj+ByOhLbbCZtee3e393stXnx/eoXOsySiOpDT02OBoQA9n9D0XOmgyNsWg=", "Company": "Napa Valley Unified", "Contact": "No contact information.", "Location": "Napa, CA - 94558", "Date": "7/18/2016"}, "https://www.caljobs.ca.gov/vosnet/jobbanks/jobdetails.aspx?enc=9B8/uT7EfbEIDLIMZ8rhoyZhfxHfrirt1Z0RCVFi+F0OXe1j1SDVulTpNo+8oRRfqemvrcE7cKmsAOrbz8X99sod4VzyB6jXwvJ9wL9YcflJHNa7aTuBaVmdc8kzp0gWoJA/nEZGZy2ozzKkgGE99hsVyN+439tDfxZ0+VXkkpeHSMQYxwhpCuRRzYeRD8Nye9zZzuwNsUU+F+ctm78BFRldern5+d8oyIlwtQ9LiG8=": {"Description": "Anticipated employment period: 06/01/16-11/15/16Job Duties:Celery harvester to perform the following duties: cut, bunch, pack, and load fresh celery in the field. Cutting is done on harvesting machine by using hands and cutting knife. Using a harvesting hand knife and bending at the waist, the employee cuts the stalk from the roots and trims the outer stalks from the stalk to prepare it to be packed into a carton or tote. The process is repeated. Worker responsible for cleaning of equipment and maintenance of yard. Machine set up: workers will check the machine for water and diesel; put sticker on bags; supply cartons for the day and put on the machine; open or close machine; put machine where crew will start; move trailer. Specific requirements include lifting up to 50 pounds frequently and able to use hand tools including cutting knives. Must be able to work under conditions where skin and clothing become heavily soiled with mud, water, grease, etc. Must be able to work outdoors in inclement weather conditions, including rain, cold, high winds, etc. Work involves frequent bending and working in bent or stooped positions. Must be able to walk and stand up extensively. No smoking, alcohol, firearms in the filed or residential housing. Work is performed in open fields and may involve exposure to mud, dust, wind, heat, cold, and other natural elements. Temperature can range from 30 degrees Fahrenheit to over 100 degrees Fahrenheit during the period of employment. Workers should come prepared with appropriate clothing and footwear for the environmental and working conditions described.Offered Wage:Workers will be guaranteed not less than the higher of the AEWR in effect at the time work is performed, prevailing hourly wage or piece rate, the agreed upon collective bargaining wage, or the Federal or State minimum wage for all hours worked. Employer will guarantee the required wage for work performed in California of $11.89 per hour. Employer assures that the required wage rate will be paid during the entire period of the work contract and at the time the work is performed. Employer may pay a lower AEWR as long as such rate remains the highest of the above rates at the time work is performed. If a prevailing wage applies and such rate increases during the contract period, the employer will pay any higher rate after written notice is received from the Department of Labor. Notice can be in the form of a written letter or publication in the Federal Register.Anticipated Hours of Work:the normal work week is 7 hours per day, Monday through Friday (35 hours per week). Workers may be requested to work on Saturdays, Sundays or Federal holidays depending on the conditions of the fields, weather, and maturity of the crop. Overtime may be requested.ASSURANCES - Housing: The employer must provide free housing to all workers who are not reasonably able to return to their residences thesame day. Meals: The employer must provide either three meals a day to each worker or furnish free and convenient cooking and kitchenfacilities. If meals are provided, the employer may charge each worker a certain amount per day for the three meals. Transportation: 1. After aworker has completed 50 percent of the work contract period, the employer must reimburse the worker for the cost of transportation andsubsistence from the place of recruitment to the place of work, if such costs were borne by the worker. 2. The employer must provide freetransportation between the employer's housing and the work site for any worker who is provided housing. 3. Upon completion of the workcontract, the employer must pay the worker's subsistence and return transportation to the place of recruitment. Special conditions applywhen the worker will not be returning to the place of recruitment because of another job. Workers Compensation Insurance: The employermust provide workers' compensation insurance where it is required by law. Tools and Supplies: The employer must furnish at no cost to theworker all tools and supplies necessary to carry out the work, unless it is common practice in the area and occupation for the worker toprovide certain items. Three-fourth Guarantee: The employer must guarantee to offer each worker employment for at least three-fourths of theworkdays in the work contract period and any extensions. If the employer affords less employment, then the employer must pay the amountwhich the worker would have earned had the worker been employed the guaranteed number of days. Other Conditions: The employer mustprovide the worker a complete statement of hours worked and related earnings on each payday. The employer must pay the worker at leasttwice monthly or more frequently if it is the prevailing practice to do so. The employer must provide a copy of a work contract or the job orderto each worker. The employer shall comply with applicable federal, State, and local employment -related laws and regulations, includingemployment- related health and safety laws. No U.S. worker will be rejected for or terminated from employment for other than a lawful-job relatedreason and notification of all rejections or terminations shall be made to EDD. The employer shall not retaliate against any person whofiles a complaint against the employer.", "Keyword": "harvest", "Title": "Celery Harvester", "URL": "https://www.caljobs.ca.gov/vosnet/jobbanks/jobdetails.aspx?enc=9B8/uT7EfbEIDLIMZ8rhoyZhfxHfrirt1Z0RCVFi+F0OXe1j1SDVulTpNo+8oRRfqemvrcE7cKmsAOrbz8X99sod4VzyB6jXwvJ9wL9YcflJHNa7aTuBaVmdc8kzp0gWoJA/nEZGZy2ozzKkgGE99hsVyN+439tDfxZ0+VXkkpeHSMQYxwhpCuRRzYeRD8Nye9zZzuwNsUU+F+ctm78BFRldern5+d8oyIlwtQ9LiG8=", "Company": "Suppressed", "Contact": "No contact information.", "Location": "Nipomo, CA - 93926", "Date": "4/7/2016"}, "https://www.caljobs.ca.gov/vosnet/jobbanks/jobdetails.aspx?enc=9B8/uT7EfbEIDLIMZ8rhoyZhfxHfrirt1Z0RCVFi+F0OXe1j1SDVulTpNo+8oRRfrAKXrmC6ICCrtrd3ESiBvUxB95+hI6gJ1O9veMm5u8R4jqmZjpWIl9hErEW+toSVY/2W4gRoVw3Hu3b8k1ESa33XR4/cZ/4rbQ5I0bWVjiJfEbFRSRIQ//YwgCvZNgWf0Hq2ME2GFoaKJfaRXmb4r65cy2azWK9qqJPWRoMgry999zPOVNE/bleCO7XyxoRP": {"Description": "Skilled Cellar Worker and 2016 Harvest Intern\n\nHeller Estate Organic Vineyards\nCarmel Valley, CA\n\nLooking for a highly motivated, enthusiastic and hardworking individual to work under the general supervision of the Winemaker to produce high quality wines. This position has the option to turn into full-time work after harvest if the right fit.\n\nPosition includes (not limited to):\n  Grape receiving, sorting and operating crush equipment\n  Juice and wine racking and transfers\n  Additions, fermentation monitoring\n  Daily punch downs and pump-overs\n  Cleaning and sanitation\n  Cleaning, filling, racking, and topping barrels\n  Drain, digging and pressing tanks\n  Perform other duties as assigned", "Keyword": "harvest", "Title": "Skilled Celler Worker & 2016 Harvest Intern", "URL": "https://www.caljobs.ca.gov/vosnet/jobbanks/jobdetails.aspx?enc=9B8/uT7EfbEIDLIMZ8rhoyZhfxHfrirt1Z0RCVFi+F0OXe1j1SDVulTpNo+8oRRfrAKXrmC6ICCrtrd3ESiBvUxB95+hI6gJ1O9veMm5u8R4jqmZjpWIl9hErEW+toSVY/2W4gRoVw3Hu3b8k1ESa33XR4/cZ/4rbQ5I0bWVjiJfEbFRSRIQ//YwgCvZNgWf0Hq2ME2GFoaKJfaRXmb4r65cy2azWK9qqJPWRoMgry999zPOVNE/bleCO7XyxoRP", "Company": "Heller Estate Organic Vineyards", "Add_info": " Qualifications:\n  Previous cellar and lab experience a plus\n  Familiar with & attention to cellar safety rules and regulations\n  Be able to follow and complete work orders\n  Commitment to working long hours 6 to 7 days a week while maintaining a positive attitude\n  Eagerness to learn, and the ability to think ahead and anticipate the next steps\n  Must have reliable transportation\n\nWorking Conditions:\n  Standing for long period of time (8 hours or more)\n  Exposure to machinery and forklifts\n  Long and irregular hours during peak periods on various shifts\n  Must be able to lift and carry 60 pounds\n  Work outside in varying weather conditions\n  Will be required to walk, climb, crawl, stand and kneel\n\nCompensation: DOE\n\nIf you are interested please submit your resume to: wineryhellerestate@gmail.com\n\n\n\nJob Posted:\n\nSaturday, July 16th\n\nType of Work:\n\nFull Time\n\nJob Category:\n\nCellar, Lab and Production", "Contact": "wineryhellerestate@gmail.com", "Location": "Carmel Valley, CA - 93924", "Date": "7/16/2016"}, "https://www.caljobs.ca.gov/vosnet/jobbanks/jobdetails.aspx?enc=9B8/uT7EfbEIDLIMZ8rhoyZhfxHfrirt1Z0RCVFi+F0OXe1j1SDVulTpNo+8oRRfCcUiRj4OFn52pNU4Pvwdhp5cVdcKekg1S5TNltY3hiVhfOoLjNc21NaI4indD1SIfXCDwmN9oes0DOLn/ZuNmG6+5e3bxeaUUNYej2Rg1hZwpGlH26+xkUQJgbX/L5M11xWqmA2lWJjvZBXI2Mi6//HnWx4+iC9RhFJWxWQCBY0=": {"Description": "EMPLOYMENT PERIOD 4/218/16 to 11/22/16. Field Worker (Romaine Hearts) to perform the following duties: In field, cut, bag, pack and seal multiple pack styles at once. Load fresh romaine hearts in the field. May drive/operate tractors and maintain harvest machines in the field. In the field, cutting is done by walking in the uneven furrows in front of a harvesting platform machine. Employees determine size and quality of the product to be harvested. Then, using a harvesting hand knife and bending at the waist, the employee cuts the head from the roots and trims the outer leaves to the desired circumference to be placed into a carton or package. Cutter places the product on a table for the packer to either or combination of; tie, spot, wash, sort, bagged, sealed and placed into a carton or package. Bagging and sealing involves multiple pack styles. The cartons for the product are constructed by unfolding and bending the material as designed to form a box. The process is repeated. The cartons are then stacked onto pallets on the deck of the harvester or trailer. Cartons or toes with product can weigh up to 60 lbs. Pallets can weigh up to 75 lbs. but is carried by the tractor driver by pulling the pallets. Workers may occasionally and/or sporadically perform duties associated with and directly related to the primary duties. Such work will be temporary and insubstantial agricultural labor. At the facility: Employees are required to travel to a packing cooling facility to perform rework on finished product that does not meet quality specifications or changes that have been requested by the customer. Repacking is done by reworking product to meet customer specifications, such as re-weighing, repacking, re-stickering, sealing and changing to the requested pack styles. Employees may be required to lift products up to 60 lbs, and also be required to bend, lift, twist, push and pull to complete the task. Employees are required to wear appropriate personal protective equipment to complete the task. This responsibility does not involve regular packing activities which are performed by other workers. Specific requirements include lifting up to 50 pounds frequently and ability to use hand tools, including cutting knives. Must be able to work under conditions where skin and clothing become heavily soiled with mud, water, grease, etc. Must be able to work outdoors in inclement weather conditions, including rain, ice, cold, high winds, etc. Work involves frequent bending and working in bent or stooped positions. Must be able to walk and stand up extensively. No smoking, alcohol or firearms in field or employer-provided housing. Work is performed in open fields or facilities and may involve exposure to mud, dust, wind, heat, cold, and other natural elements. Temperatures can range from 30 degrees Fahrenheit to over 90 degrees Fahrenheit during the period of employment. Workers should come prepared with appropriate clothing and foot ware for the environmental and working conditions described. The work may entail exposure to plant pollens, insects, snakes, rodents, noxious plants and/or plant materials that have been treated with insect and/or disease control sprays. ASSURANCES:Housing: Employer must provide free housing to all workers who are not reasonably able to return to their residences the same day. Meals: The employer must provide either three meals a day to each worker or furnish free and convenient cooking and kitchen facilities. If meals are provided, the employer may charge each worker a certain amount per day for the three meals. Transportation: 1.After a worker has completed 50 percent of the work contract period, the employer must reimburse the worker for the cost of transportation and subsistence from the place of recruitment to the place of work, if such costs were borne by the worker. 2. The employer must provide free transportation between the employers housing and the work site for any worker who is provided housing. 3. Upon completion of the work contract, the employer must pay the workers subsistence and return transportation to the place of recruitment. Special conditions apply when the worker will not be returning to the place of recruitment because of another job. Workers Compensation Insurance: The employer must provide workers compensation insurance where it is required by law. Tools and Supplies: The employer must furnish at no cost to the worker all tools and supplies necessary to carry out the work, unless it is common practice in the area and occupation for the worker to provide certain items. Three-fourths guarantee: The employer must guarantee to offer each worker employment for at least three-fourths of the workdays in the work contract period and any extensions. If the employer affords less employment, then the employer must pay the amount which the worker would have earned had the worker been employed the guaranteed number of days. Other Conditions: The employer must provide the worker a complete statement of hours worked and related earnings on each payday. The employer must pay the worker at least twice monthly or more frequently if it is the prevailing practice to do so. The employer must provide a copy of a work contract or the job order to each worker. The employer shall comply with applicable federal, State, and local employment -related laws and regulations, including employment- related health and safety laws. No U.S. worker will be rejected for or terminated from employment for other than a lawful-job-related reason and notification of all rejections or terminations shall be made to EDD. The employer shall not retaliate against any person who files a complaint against the employer.", "Keyword": "harvest", "Title": "ROMAINE LETTUCE HARVESTERS", "URL": "https://www.caljobs.ca.gov/vosnet/jobbanks/jobdetails.aspx?enc=9B8/uT7EfbEIDLIMZ8rhoyZhfxHfrirt1Z0RCVFi+F0OXe1j1SDVulTpNo+8oRRfCcUiRj4OFn52pNU4Pvwdhp5cVdcKekg1S5TNltY3hiVhfOoLjNc21NaI4indD1SIfXCDwmN9oes0DOLn/ZuNmG6+5e3bxeaUUNYej2Rg1hZwpGlH26+xkUQJgbX/L5M11xWqmA2lWJjvZBXI2Mi6//HnWx4+iC9RhFJWxWQCBY0=", "Company": "Suppressed", "Contact": "No contact information.", "Location": "Castroville, CA - 95012", "Date": "2/22/2016"}, "https://www.caljobs.ca.gov/vosnet/jobbanks/jobdetails.aspx?enc=9B8/uT7EfbEIDLIMZ8rhoyZhfxHfrirt1Z0RCVFi+F0OXe1j1SDVulTpNo+8oRRflAIhALrv8IUBaHGP3x9uHQCvYZjWRmSTPWhTNJseC6TI/8eEW6bWew8jUVJ8kRDbF6Vhx43kE3UkIJZbRJ+iHT9D0UQ7S3kp38a+SY8sYVlXkh6KMRbNq2QEnOWzlU6WsauqBelnI8SYOOJUTbH63Twmn0lwZNGWcV+u7YTJ/XlqA7ZTQJfRk/7ci6Lg5xId": {"Description": "We are a Vineyard Management Company looking for Truck Owner/Operators for harvest. Owner/Operators will work with our teams to deliver grapes and transport equipment. Day time hours, work days: Monday -- Saturday.", "Keyword": "harvest", "Title": "Truck Owner/Operators for Harvest", "URL": "https://www.caljobs.ca.gov/vosnet/jobbanks/jobdetails.aspx?enc=9B8/uT7EfbEIDLIMZ8rhoyZhfxHfrirt1Z0RCVFi+F0OXe1j1SDVulTpNo+8oRRflAIhALrv8IUBaHGP3x9uHQCvYZjWRmSTPWhTNJseC6TI/8eEW6bWew8jUVJ8kRDbF6Vhx43kE3UkIJZbRJ+iHT9D0UQ7S3kp38a+SY8sYVlXkh6KMRbNq2QEnOWzlU6WsauqBelnI8SYOOJUTbH63Twmn0lwZNGWcV+u7YTJ/XlqA7ZTQJfRk/7ci6Lg5xId", "Company": "Not Available", "Contact": "No contact information.", "Location": "Healdsburg, CA - 95448", "Date": "7/15/2016"}, "https://www.caljobs.ca.gov/vosnet/jobbanks/jobdetails.aspx?enc=9B8/uT7EfbEIDLIMZ8rhoyZhfxHfrirt1Z0RCVFi+F0OXe1j1SDVulTpNo+8oRRfcMr0QZecGj8lxjL6RQ/2wEbG28CH8CuxEtCZAd/vdELeCFy6f6J2w9xuL2hT2ySWTRyN2M8f1xpSH3UYmcJoplImH/W+4cFoKiLmrxMZaA4f037LbqUOf0Rip+kpZWE21Z3paiaY2k3uhfnHkvyviPwPdOjL7hGun+Syrla4buj+Ov1RYmqlvtKN/AQpTi0g": {"Description": "Melville Winery is an 100% estate winery located in Santa Barbara Countys Santa Rita Hills. We are a small, family owned winery producing premium Chardonnay, Pinot Noir, and Syrah. Our main focus is growing the highest quality fruit which then allows us to take a minimalist approach in the cellar. We produce around 17,000 cases annually.\n\nCurrently we are searching for one enthusiastic, driven, and passionate person to assist in all aspects of production. This includes punchdowns, sanitation, vineyard sampling, crushing, inoculations, and much more. We take on only one intern every year, so experience is not necessary, but dedication and willingness to learn is a must!\n\nCompetitive hourly wage based on experience, and includes overtime pay. Lots of experience in the cellar and vineyard to be gained through this harvest position!\n\nThis position would begin in August and continue through November.\n\nPlease email a resum and cover letter to wynne@melvillewinery.com to apply.", "Keyword": "harvest", "Title": "Harvest Intern", "URL": "https://www.caljobs.ca.gov/vosnet/jobbanks/jobdetails.aspx?enc=9B8/uT7EfbEIDLIMZ8rhoyZhfxHfrirt1Z0RCVFi+F0OXe1j1SDVulTpNo+8oRRfcMr0QZecGj8lxjL6RQ/2wEbG28CH8CuxEtCZAd/vdELeCFy6f6J2w9xuL2hT2ySWTRyN2M8f1xpSH3UYmcJoplImH/W+4cFoKiLmrxMZaA4f037LbqUOf0Rip+kpZWE21Z3paiaY2k3uhfnHkvyviPwPdOjL7hGun+Syrla4buj+Ov1RYmqlvtKN/AQpTi0g", "Company": "Melville Winery", "Add_info": " \n\nJob Posted:\n\nMonday, July 18th\n\nType of Work:\n\nHarvest Help\n\nJob Category:\n\nCellar, Lab and Production", "Contact": "wynne@melvillewinery.com", "Location": "Lompoc, CA - 93438", "Date": "7/18/2016"}, "https://www.caljobs.ca.gov/vosnet/jobbanks/jobdetails.aspx?enc=9B8/uT7EfbEIDLIMZ8rhoyZhfxHfrirt1Z0RCVFi+F0OXe1j1SDVulTpNo+8oRRfeDBPdN7/zDNSgEzj+q72IgXAlPLgb01e4kTTPJbIrGc92Jo+xNG6rv1mw6ZLWR2NrSFTMQw1vXiFM0ztFqlN4i+DXlj159rdDmJlRQqsJnCQO0W32l7KSxcgylvKmHeNO2oh1E9bGigWFV6njZlQwYsWZHLRgeYAlWsFB338BA44tDS5W+CV/RB6rI4YNXNC": {"Description": "Preston Vineyards is a small ( 8000 cases) family owned winery and farm that has been established in Dry Creek Valley since 1972. We are fully committed to organic/Biodynamic farming and winemaking and the entire property, including winery, is certified CCOF/ Demeter. We specialize in small lot winemaking utilizing 13 different varieties. For further information on crops and our farming practices please visit our website.\nThe potential candidate for harvest should be passionate about wine and the need to treat our environment with respect and be aware of the importance of farming organically. Previous experience is beneficial but not necessarily required. A knowledge of what a grape harvest entails would be very useful. This is a physical job that requires long hours and the candidate cannot be shy about getting wet and/or dirty during the course of the day. Requires the ability to lift 50 lbs.(more than just one time).\nIntern will work directly with the winemaking team. We are a small crew and in order for our operation to be effective the intern must have a positive attitude and inquisitive nature throughout the entire harvest. Duties will include barrel filling and racking, assisting on crush pad, punch downs/pump overs and cleaning of equipment.\nHarvest is typically mid/late August to late October. Possibility exists to help with olive oil processing after the grape harvest which could extend length of position to early December.\nNo phone calls or visits from job applicants. E-mails only. We cannot respond to all applicants.\nSalary - DOE", "Keyword": "harvest", "Title": "Harvest Intern", "URL": "https://www.caljobs.ca.gov/vosnet/jobbanks/jobdetails.aspx?enc=9B8/uT7EfbEIDLIMZ8rhoyZhfxHfrirt1Z0RCVFi+F0OXe1j1SDVulTpNo+8oRRfeDBPdN7/zDNSgEzj+q72IgXAlPLgb01e4kTTPJbIrGc92Jo+xNG6rv1mw6ZLWR2NrSFTMQw1vXiFM0ztFqlN4i+DXlj159rdDmJlRQqsJnCQO0W32l7KSxcgylvKmHeNO2oh1E9bGigWFV6njZlQwYsWZHLRgeYAlWsFB338BA44tDS5W+CV/RB6rI4YNXNC", "Company": "Preston Vineyards", "Add_info": " \n\nJob Posted:\n\nThursday, July 14th\n\nType of Work:\n\nHarvest Help\n\nJob Category:\n\nCellar, Lab and Production\n\nSalary Information:\n\nDOE", "Contact": "No contact information.", "Location": "Healdsburg, CA - 95448", "Date": "7/14/2016"}, "https://www.caljobs.ca.gov/vosnet/jobbanks/jobdetails.aspx?enc=9B8/uT7EfbEIDLIMZ8rhoyZhfxHfrirt1Z0RCVFi+F0OXe1j1SDVulTpNo+8oRRfC2ZuiDHeunTvOLpAu5d95iTQd9K6ivZjFMCW5DplHCgLIGEgQhMnVAjsZgQnnSWJ5MYDuTqkA+0isbE1O3l0+hcAysfbxQ5EdQHwRTHVddGXGg9jsFuLLYyykEJdD2Hel4y6KGZ9d3eXrebhtCP026DEFYS9jQhLaIGiJw1AsTSSE7Owg/FYEDx1/1+zLTw1": {"Description": "Essential Duties/Responsibilities:\n\n* Following and observing all safe cellar practices.\n* Cleaning, cleaning and more cleaning.\n* Sanitizing winery equipment.\n* Pump over and punch down.\n* Filling barrels.\n* Outdoor and indoor physical labor.\n* Making additions to wine and juice while wearing a respirator.\n* Assist full time cellar crew with all projects.\n* Sort grapes by hand.\n* Dig out pomace from tanks.\n* Confined Space Entry.\n* Other duties as assigned by the Cellar Master.\n\n*  Skills for forklift operation to move barrels and &frac12; ton bins are a big plusbut not required.", "Keyword": "harvest", "Title": "Harvest General Cellar Worker - Oakville", "URL": "https://www.caljobs.ca.gov/vosnet/jobbanks/jobdetails.aspx?enc=9B8/uT7EfbEIDLIMZ8rhoyZhfxHfrirt1Z0RCVFi+F0OXe1j1SDVulTpNo+8oRRfC2ZuiDHeunTvOLpAu5d95iTQd9K6ivZjFMCW5DplHCgLIGEgQhMnVAjsZgQnnSWJ5MYDuTqkA+0isbE1O3l0+hcAysfbxQ5EdQHwRTHVddGXGg9jsFuLLYyykEJdD2Hel4y6KGZ9d3eXrebhtCP026DEFYS9jQhLaIGiJw1AsTSSE7Owg/FYEDx1/1+zLTw1", "Company": "Jackson Family Wines", "Add_info": " Physical Requirements:\n\nMust be able to lift and carry up to 50 lbs. on a repetitive basis, work standing up and walk on concrete surfaces for extended periods of time in rubber boots. The position requires repetitive squatting and strenuous pulling and pushing of hoses and pumps. Seasonal General cellar workers must be able to work any shift, overtime and six days a week. Wearing contact lenses is prohibited for safety reason.\n\nSalary:Competitive\n\nQualifications:\n\nNo previous experience is needed! But a positive attitude, team work and long days are required. Forklift experience with barrels is a plus. Must be able to communicate in English and possess good reading, writing and basic arithmetic skills.  Must be able to work safely around equipment, electrical outlets and chemicals.\n\nMust be able to read and interpret documents, such as safety rules and procedures. The individuals selected for this position must be reliable, possess a good work ethic, must be organized, flexible and pay attention to details.\n\nContact:Saul.Loza@jfwmail.com", "Contact": "Saul.Loza@jfwmail.com", "Location": "Oakville, CA - 94562", "Date": "7/15/2016"}, "https://www.caljobs.ca.gov/vosnet/jobbanks/jobdetails.aspx?enc=9B8/uT7EfbEIDLIMZ8rhoyZhfxHfrirt1Z0RCVFi+F0OXe1j1SDVulTpNo+8oRRftfRxnzSGyfX6hb8IPpAPoMeZ/QUt7oUoMRyG9Z0y9et2c6+JMp1t4WVriuEM9LIKdBizKjJMVulxyoneOyDcKqDUzpv0GH/H/BqVxB0WLkgeq7sWvNmG16KIiHPhiZ9LjIw402gyXgm6+oJNXeE823oHvJoNXkE0Qu6clcxGSLX24IVvD9IL++XwCxiv2jfP": {"Description": "2016 Harvest Cellar Team Member\n\nHUNNICUTT Winery\nSaint Helena, CA\n\nJob Description:\n\nUltra-premium boutique winery and custom crush facility in St. Helena is looking for motivated individuals to join our cellar team for the 2016 harvest.\nIdeal candidates will have the ability to follow directions, possess a fastidious work ethic, have the ability to work independently and the willingness to work until the job is done. Employment will begin in mid-August and continue into November. The cellar team member's role involves a wide variety of tasks such as (but not limited to):\n\n  Assist in receiving and processing fruit, sorting, pressing, etc.\n  Sanitation of winery & equipment\n  Make additions to juice, must, & wine\n  Perform punch-downs & pump-overs\n  Juice racking, and wine movements from tank to tank\n  Barrel filling, topping, stirring, and racking\n  Monitor fermentations\n  Remove pomace from tanks & presses\n  Record data and complete work orders", "Keyword": "harvest", "Title": "2016 Harvest Cellar Team Member", "URL": "https://www.caljobs.ca.gov/vosnet/jobbanks/jobdetails.aspx?enc=9B8/uT7EfbEIDLIMZ8rhoyZhfxHfrirt1Z0RCVFi+F0OXe1j1SDVulTpNo+8oRRftfRxnzSGyfX6hb8IPpAPoMeZ/QUt7oUoMRyG9Z0y9et2c6+JMp1t4WVriuEM9LIKdBizKjJMVulxyoneOyDcKqDUzpv0GH/H/BqVxB0WLkgeq7sWvNmG16KIiHPhiZ9LjIw402gyXgm6+oJNXeE823oHvJoNXkE0Qu6clcxGSLX24IVvD9IL++XwCxiv2jfP", "Company": "Hunnicutt Winery", "Add_info": " Qualifications:\n\n  English literacy required\n  Good reading, writing and math skills\n  Ability to be on your feet for long periods of time\n  Ability to bend, squat and lift 50 lbs.\n  Ability to work flexible hours six days/week\n  Have reliable transportation and report to work on-time\n\nPlease email resume to winemaker@hunnicuttwines.com\n\n\n\nJob Posted:\n\nMonday, July 18th\n\nType of Work:\n\nHarvest Help\n\nJob Category:\n\nCellar, Lab and Production", "Contact": "winemaker@hunnicuttwines.com", "Location": "Saint Helena, CA - 94574", "Date": "7/18/2016"}, "https://www.caljobs.ca.gov/vosnet/jobbanks/jobdetails.aspx?enc=9B8/uT7EfbEIDLIMZ8rhoyZhfxHfrirt1Z0RCVFi+F0OXe1j1SDVulTpNo+8oRRfcJsQVKTUrOcT3c3n0WBQz9Li85qmDPGEoXEJ3nE0hzbZ07T6gnHOGz62UzW4ZhvtO3wZBerW+2jyKPXmrdIpJd0+DIFhFDQvXzcxwmNE7ZKbAAtIJoL/y7qMf6s8jru2AhEI/h0iM40tUK71ypW4dbj76GTUqDhYOzkS1xcQF8A=": {"Description": "Requirements for Applying\n\nNapa Valley Unified School District has a Temporary 1.0 FTE Math & Science opening at Harvest Middle School. \n\nHarvest Middle School is an International Baccalaureate Candidate school that uses inquiry-based learning as the foundational instructional approach. \n\nExperience and/or willingness to work with a diverse population and incorporate inquiry-based learning is desirable. \n\nCandidate must be familiar with or willing to learn how to analyze student performance data to improve instruction. \n\nHarvest Middle School uses professional learning communities (PLCs); therefore candidates must be dedicated to growing professionally and collaborating with peers to establish a student-centered learning environment. \n\nCandidate must be willing to collaborate with peers on common assessments and sharing and learning best practices. \n\nCandidates must hold a Math and General Science credential or be eligible for an Emergency permit while working on earning the appropriate credential.\n\n Letter of Introduction\n Letter(s) of Recommendation (3 letters Required)\n Resume\n\n TC1 - Single Subject Teaching Credential - GSCI - General Science\n TC1 - Single Subject Teaching Credential - FM - Foundational-Level Mathematics", "Keyword": "harvest", "Title": "Teacher - Math/Science 1.00 FTE (Temp) at Harvest Middle School", "URL": "https://www.caljobs.ca.gov/vosnet/jobbanks/jobdetails.aspx?enc=9B8/uT7EfbEIDLIMZ8rhoyZhfxHfrirt1Z0RCVFi+F0OXe1j1SDVulTpNo+8oRRfcJsQVKTUrOcT3c3n0WBQz9Li85qmDPGEoXEJ3nE0hzbZ07T6gnHOGz62UzW4ZhvtO3wZBerW+2jyKPXmrdIpJd0+DIFhFDQvXzcxwmNE7ZKbAAtIJoL/y7qMf6s8jru2AhEI/h0iM40tUK71ypW4dbj76GTUqDhYOzkS1xcQF8A=", "Company": "Napa Valley Unified", "Contact": "No contact information.", "Location": "Napa, CA - 94558", "Date": "7/18/2016"}}